package com.turitsynanton.android.wbtech.data.mocks

val names = listOf(
    "Александр", "Мария", "Дмитрий", "Анна", "Сергей", "Екатерина", "Алексей", "Елена",
    "Андрей", "Ольга", "Иван", "Наталья", "Максим", "Татьяна", "Владимир", "Ирина",
    "Михаил", "Юлия", "Николай", "Светлана", "Евгений", "Марина", "Олег", "Алиса",
    "Константин", "Вера", "Павел", "Ксения", "Роман", "Любовь", "Виктор", "Дарья",
    "Игорь", "Анастасия", "Юрий", "Людмила", "Аркадий", "Зоя", "Анатолий", "Валентина",
    "Борис", "Виктория", "Григорий", "Алёна", "Леонид", "Евдокия", "Антон", "Полина",
    "Станислав", "Евгения", "Валерий", "Тамара", "Геннадий", "Вероника", "Денис", "Лариса",
    "Владислав", "Елизавета", "Кирилл", "Галина", "Фёдор", "Агата", "Арсений", "Милана",
    "Тимофей", "Мирослава", "Глеб", "Арина", "Даниил", "София", "Матвей", "Олеся",
    "Пётр", "Серафима", "Савелий", "Юлиана", "Егор", "Василиса", "Никита", "Зинаида",
    "Лев", "Аделина", "Родион", "Нина", "Тихон", "Кристина", "Вячеслав", "Эльвира",
    "Прохор", "Надежда", "Ярослав", "Раиса", "Мирон", "Элеонора", "Давид", "Ангелина",
    "Богдан", "Есения", "Захар", "Ульяна"
)

val cities = listOf(
    "Москва", "Санкт-Петербург", "Новосибирск", "Екатеринбург", "Нижний Новгород",
    "Казань", "Челябинск", "Самара", "Омск", "Ростов-на-Дону", "Уфа", "Красноярск",
    "Пермь", "Воронеж", "Волгоград", "Краснодар", "Саратов", "Тюмень", "Тольятти",
    "Ижевск", "Барнаул", "Ульяновск", "Иркутск", "Хабаровск", "Ярославль", "Владивосток",
    "Махачкала", "Томск", "Оренбург", "Кемерово", "Новокузнецк", "Рязань", "Набережные Челны",
    "Астрахань", "Пенза", "Киров", "Липецк", "Чебоксары", "Балашиха", "Калининград", "Курск",
    "Улан-Удэ", "Ставрополь", "Тверь", "Магнитогорск", "Иваново", "Брянск", "Сочи", "Белгород",
    "Сургут", "Владимир", "Чита", "Архангельск", "Симферополь", "Калуга", "Смоленск", "Курган",
    "Орёл", "Череповец", "Волжский", "Владикавказ", "Мурманск", "Тамбов", "Стерлитамак", "Кострома",
    "Петрозаводск", "Нижний Тагил", "Йошкар-Ола", "Новороссийск", "Таганрог", "Комсомольск-на-Амуре",
    "Грозный", "Саранск", "Якутск", "Энгельс", "Шахты", "Нижневартовск", "Бийск", "Сыктывкар",
    "Благовещенск", "Псков", "Нальчик", "Златоуст", "Каменск-Уральский", "Ангарск", "Армавир",
    "Подольск", "Рубцовск", "Королёв", "Миасс", "Великий Новгород", "Березники", "Дзержинск",
    "Орск", "Шуя", "Ковров", "Новочеркасск", "Октябрьский", "Сызрань", "Новомосковск"
)

val tags = listOf(
    "Дизайн", "Разработка", "Продакт менеджмент", "Проджект менеджмент",
    "Backend", "Frontend", "Mobile", "Тестирование", "Продажи",
    "Бизнес", "Безопасность", "Web", "Девопс", "Маркетинг", "Аналитика"
)